Repository: kajala/django-jacc
Catalog: jacc/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Cached fields refreshed ({})
fi: Välimuistiin tallennetut arvot päivitetty ({})

source: ({total_count} account entries)
fi: ({total_count} tilitapahtumaa)

source: entry type
fi: tapahtuman tyyppi

source: count
fi: lkm

source: credit
fi: kredit

source: settlement
fi: tilitykset

source: payment
fi: maksusuoritus

source: non-payment settlement
fi: tilitys joka ei maksusuoritus

source: not settlement
fi: ei tilitys

source: account entry type
fi: tilitapahtuman tyyppi

source: account type
fi: tilityyppi

source: Exactly one account entry must be selected
fi: Yksi tilitapahtuma pitää olla valittuna

source: created
fi: luotu

source: cannot.modify.archived.account.entry
fi: Arkistoitua tilitietuetta ei vo muokata

source: account entry note
fi: tilitapahtuman muistiinpano

source: account entry notes
fi: tilitapahtuman muistiinpanot

source: account entry source file
fi: tilitapahtumien lähdetiedosto

source: account
fi: tili

source: source invoice
fi: lähdelasku

source: settled invoice
fi: kohdelasku

source: settled item
fi: kohdistus

source: account.entry.parent
fi: johdettu

source: Derived account entry amount cannot be larger than original
fi: Johden tilitapahtuman summa ei voi olla suurempi kuin alkuperäinen

source: Payment settlements must have originating account entry which is also payment
fi: Maksusuorituksille pitää asettaa lähdekirjaus joka on myös maksusuoritus

source: invoice items
fi: laskurivit

source: invoices items
fi: laskurivit

source: settlements
fi: tilitykset

source: late days
fi: myöhässä

source: late.days.filter.not.due
fi: ei vielä erääntynyt

source: late.days.filter.late.range
fi: myöhässä {}-{}pv

source: late.days.filter.late.over.days
fi: myöhässä yli {}pv

source: ({total_count} invoices)
fi: ({total_count} laskua)

source: Total
fi: Yhteensä

source: amount
fi: summa

source: state
fi: tila

source: day.abbr
fi: pv

source: outstanding.invoice
fi: avoinna

source: Not due yet
fi: Ei vielä erääntynyt

source: Due
fi: Erääntynyt

source: late
fi: myöhässä

source: Late
fi: Myöhässä

source: closed.invoice
fi: valmistunut

source: sent
fi: lähetetty

source: due date
fi: eräpäivä

source: close date
fi: valmistunut

source: is liability
fi: vastattavaa

source: Add reverse charge
fi: Lisää tilitapahtuman korjaus

source: Re-send invoices
fi: Lähetä laskut uudelleen

source: Refresh cached fields
fi: Päivitä välimuistissa olevat arvot

source: Summarize account entries
fi: Tilitapahtumien yhteenveto

source: Summarize invoice statistics
fi: Laskujen yhteenveto

source: set_as_asset
fi: Aseta vastaavaa tiliksi

source: set_as_liability
fi: Aseta vastattavaa tiliksi

source: Accounting
fi: Kirjanpito

source: timestamp
fi: aikaleima

source: description
fi: kuvaus

source: reverse.charge.form.default.description
fi: hyvitys

source: Credit
fi: Kredit

source: Paid
fi: Maksettu

source: Invoice
fi: Lasku

source: Credit Note
fi: Hyvityslasku

source: name
fi: nimi

source: last modified
fi: muutettu

source: account entry source files
fi: tilitapahtumien lähdetiedostot

source: code
fi: koodi

source: payback priority
fi: prioriteetti

source: is settlement
fi: tilitys

source: is payment
fi: maksusuoritus

source: entry types
fi: tapahtuman tyypit

source: account entry
fi: tilitapahtuma

source: created by
fi: luoja

source: note
fi: muistiinpano

source: record account
fi: kirjaustili

source: type
fi: tyyppi

source: entry.source.file.help.text
fi: esim. tilitystiedosto

source: entry.source.invoice.help.text
fi: esim. lasku jonka rivi tämä kirjaus on

source: entry.settled.invoice.help.text
fi: esim. lasku johon kirjaus kohdistettu

source: entry.settled.item.help.text
fi: esim. laskun rivi johon kirjaus kohdistettu

source: archived
fi: arkistoitu

source: account entries
fi: tilitapahtumat

source: balance
fi: saldo

source: asset
fi: vastaavaa

source: account types
fi: tilityypit

source: liability
fi: vastattavaa

source: currency
fi: valuutta

source: notes
fi: muistiinpanot

source: accounts
fi: tilit

source: invoice number
fi: laskun numero

source: filename
fi: tiedosto

source: invoice.amount.help_text
fi: Laskun kokonaissumma

source: paid amount
fi: maksettu

source: invoice.paid_amount.help_text
fi: Summa joka laskusta on maksettu

source: unpaid amount
fi: maksamatta

source: invoice.unpaid_amount.help_text
fi: Maksamatta oleva summa

source: overpaid amount
fi: ylimaksettu

source: invoice.overpaid_amount.help_text
fi: Liikaa maksettu summa

source: invoice
fi: lasku

source: invoices
fi: laskut

source: is paid
fi: maksettu

source: is due
fi: erääntynyt

source: contract
fi: sopimus

source: contracts
fi: sopimukset

source: Debit note missing
fi: Veloituslasku puuttuu

source: Debit note type incorrect
fi: Veloituslaskun tyyppi epäkelpo

source: Cannot settle credit note amount which is larger than remaining unpaid balance
fi: Hyvityslaskua jonka summa on suurempi kuin laskun jäljellä oleva saldo ei voida kohdistaa

source: credit.note.reconciliation
fi: hyvityslaskun kohdistus

source: Account Entries
fi: Tilitapahtumat

source: History
fi: historia

source: View on site
fi: sivustolle

source: Save
fi: Tallenna
